{
  "movieReview": [
    {
      "id": 1,
      "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
      "movieLength": 115,
      "director": "Hirakawa Yuichiro",
      "category": "หนังรักโรแมนติก",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
      "trailer": "https://www.youtube.com/embed/u2QNy_usYuA",
      "review": {
        "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
        "score": {
          "screenPlay": 4,
          "playing": 4,
          "music": 7,
          "actorSkills": 6,
          "graphics": 7,
          "average": 5.6
        }
      }
    },
    {
      "id": 2,
      "movieName": "4KINGS อาชีวะ ยุค 90",
      "movieLength": 140,
      "director": "พุฒิพงษ์ นาคทอง",
      "category": [
        "หนังดราม่า",
        "หนังระทึกขวัญ"
      ],
      "picture": "https://movie.thaiware.com/upload_misc/movie/2021_12/original/2112021200104R8.jpg",
      "trailer": "https://www.youtube.com/embed/_i3c8hnqAHM",
      "review": {
        "review": "หนัง 4 Kings หรือชื่อไทยว่า อาชีวะยุค 90 “4 kings อาชีวะ ยุค 90's” ถือเป็นภาพยนตร์น้ำดีที่ตีแผ่สะท้อนปัญหาของสังคมไทยอีกเรื่องหนึ่ง โดยเหล่าผู้สร้างได้มุ่งหวังให้เป็นอุทาหรณ์สะท้อนปัญหาสังคม และความจริงอีกมุมของกลุ่มนักเรียนนักศึกษาสายอาชีพในยุคอดีตที่ผ่านมา โดยถ่ายทอดผ่านเรื่องราวชีวิตของเด็กอาชีวะในยุค 90 กลุ่มหนึ่ง แบบตีแผ่บทเรียนชีวิตที่พวกเขาได้พบเจอ พร้อมนำเสนอตัวอย่างบทเรียนชีวิตที่ก้าวผิดเหล่านั้น",
        "score": {
          "screenPlay": 8.5,
          "playing": 8.5,
          "music": 10,
          "actorSkills": 8,
          "graphics": 9,
          "average": 8.8
        }
      }
    },
    {
      "id": 3,
      "movieName": "Now You See Me 2 - อาชญากลปล้นโลก 2",
      "movieLength": 130,
      "director": "Jon M. Chu Z (จอน เอ็ม. ชู)",
      "category": "หนังต่อสู้แอกชัน",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2016_05/original/1605240906508z9.jpg",
      "trailer": "https://www.youtube.com/embed/4I8rVcSQbic",
      "review": {
        "review": "หนัง Now You See Me 2 หรือชื่อไทยว่า อาชญากลปล้นโลก 2 ภาพยนตร์ จะบอกเล่าถึงเรื่องราว 1 ปีหลังจากเหตุการณ์ในภาคที่แล้วที่เหล่า 'กลุ่มจตุรอาชา' (หรือ The Four Horsemen) ได้ร่วมกันชิงไหวชิงพริบเอาชนะเจ้าหน้าที่ FBI ได้สำเร็จ รวมไปถึงยังได้รับเสียงชื่นชมและคำสรรเสริญจากเหล่าผู้คนมากมายถึงความชาญฉลาดของพวกเขาโดย กลับมาในครั้งนี้พวกเขาก็จะขอแท็กทีมร่วมกันทำภารกิจสุดยิ่งใหญ่เหมือนเช่นเคย แต่คราวนี้จะต้องเจอศัตรูตัวฉกาจรายใหม่ที่มีฝีมือยอดเยี่ยมและทัดเทียมไม่แพ้พวกเขา นี่จึงกลายเป็นจุดเริ่มต้นของการปล้นครั้งใหม่ที่ยิ่งใหญ่และอันตรายกว่าเดิมหลายเท่าตัว! มายากลอัจฉริยะจะตรึงทุกสายตา โจรกรรมครั้งมหึมาจะหยุดโลกอีกครั้ง! \"Now You See Me 2 9 มิถุนายนนี้ ในโรงภาพยนตร์",
        "score": {
          "screenPlay": 9,
          "playing": 7,
          "music": 9,
          "actorSkills": 9,
          "graphics": 10,
          "average": 8.8
        }
      }
    },
    {
      "id": 4,
      "movieName": "Fast & Furious 8 - เร็ว...แรงทะลุนรก 8",
      "movieLength": 140,
      "director": "F. Gary Gray (เอฟ. แกรี่ เกรย์)",
      "category": "หนังต่อสู้แอกชัน",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2017_03/original/1703200930175m6.jpg",
      "trailer": "https://www.youtube.com/embed/JwMKRevYa_M",
      "review": {
        "review": "หนัง Fast And Furious 8 หรือชื่อไทยว่า เร็ว..แรงทะลุนรก 8 ดอมและเล็ตตี้อยู่ในช่วงฮันนีมูน ส่วนไบรอันและมีอาก็ตัดสินใจกลับไปใช้ชีวิตครอบครัวของตัวเอง ส่วนคนอื่น ๆ ก็พ้นจากข้อกล่าวหา กลับมาใช้ชีวิตอย่างปกติ แต่เมื่อมีสตรีลึกลับ (เจ้าของรางวัลออสการ์ ชาร์ลิซ เธอรอน) เข้ามาล่อลวงดอมสู่โลกอาชญากรรรม โดยที่เขาไม่มีทางเลือกและกลายเป็นคนทรยศครอบครัว พวกเขาต้องเผชิญกับการทดสอบอย่างที่ไม่เคยพบมาก่อน จากคิวบา มาถึงนิวยอร์ก และสู่พื้นราบน้ำแข็งบนทะเลบาเรนทส์ พวกเขาต้องซิ่งสลับไปมาข้ามโลก เพื่อหยุดยั้งผู้นิยมลัทธิอนาธิปไตยที่ก่อให้เกิดความวุ่นวายในโลก และนำดอมผู้ทำให้พวกเขารวมเป็นครอบครัวกลับมา",
        "score": {
          "screenPlay": 8,
          "playing": 7,
          "music": 8,
          "actorSkills": 9,
          "graphics": 8,
          "average": 8
        }
      }
    },
    {
      "id": 5,
      "movieName": "One Piece Stampede - วันพีซ เดอะมูพวี่ แสตมปีด",
      "movieLength": 105,
      "director": "Otsuka Takashi",
      "category": "หนังการ์ตูน",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2019_09/original/190907073018qDE.jpg",
      "trailer": "https://www.youtube.com/embed/93EA8XQGBYM",
      "review": {
        "review": "หนัง One Piece Stampede หรือชื่อไทยว่า วันพีซ เดอะมูพวี่ แสตมปีด บูเอน่า เฟสต้า ได้จัดงานเทศกาลโจรสลัดครั้งยิ่งใหญ่ เป็นงานชุมนุมและแหล่งรวมตัวของโจรสลัดไว้มากที่สุด เพื่อเป้าหมายเพียงหนึ่งเดียว สมบัติแห่งราชาโจรสลัด โรเจอร์ แต่ภายใต้งานอันแสนหฤหรรษ์ บูเอน่า เฟสต้า ได้วางแผนจะถล่มเรือของเหล่าโจรสลัดให้ราบคาบ จึงอุบัติเป็นการต่อสู้ครั้งยิ่งใหญ่ขึ้น!",
        "score": {
          "screenPlay": 7,
          "playing": 7,
          "music": 7.5,
          "actorSkills": 7,
          "graphics": 8,
          "average": 7.3
        }
      }
    },
    {
      "id": 6,
      "movieName": "Top Gun: Maverick - ท็อปกัน : มาเวอริค",
      "movieLength": 130,
      "director": "Joseph Kosinski",
      "category": [
        "หนังดราม่า",
        "หนังต่อสู้แอกชัน"
      ],
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_04/original/2204291200116hq.jpg",
      "trailer": "https://youtu.be/qSqVVswa420",
      "review": {
        "review": "หนัง Top Gun Maverick หรือชื่อไทยว่า ท็อปกัน มาเวอริค หลังจากรับราชการเป็นนักบินระดับท็อปของกองทัพเรือมานานกว่า 30 ปี พีท “มาเวอริค” มิทเชลล์ (ทอม ครูซ) กลับมาสู่ที่ซึ่งเหมาะสมกับเขา เขากลับมาเป็นนักบินทดสอบผู้กล้าหาญและหลีกหนีจากความก้าวหน้าทางการงาน เขากลับมาฝึกหน่วยท็อปกันเพื่อปฏิบัติภารกิจพิเศษในรูปแบบที่ยังไม่เคยมีนักบินที่ยังมีชีวิตอยู่เคยเห็นมาก่อน มาเวอริคต้องเผชิญหน้ากับเรือโทแบรดลีย์ แบรดชอว์ (ไมล์ เทลเลอร์) หรือ “รูสเตอร์” ลูกชายของเรือโทนิค แบรดชอว์ หรือ “กูส” เพื่อนของเขาที่เสียชีวิตไปแล้ว เขาต้องพบกับอนาคตที่ไม่แน่นอนและอดีตที่ตามหลอกหลอน มาเวอริคต้องเผชิญกับความกลัวที่ฝังลึกอยู่ และปฏิบัติภารกิจให้สำเร็จ ซึ่งภารกิจนี้ผู้ที่ได้รับเลือกให้ร่วมบินต้องเสียสละอย่างที่สุด ทอม ครูซ กลับมารับบท พีท “มาเวอริค” มิทเชล นักบินขับไล่ของกองทัพอากาศสหรัฐฯ ภาพยนตร์กำกับโดย โจเซฟ โคซินสกี อำนวยการสร้างโดย เจอร์รี่ บรักไฮเมอร์ และเดวิน เอลลิสัน ร่วมบริหารงานสร้างโดย ทอมมี่ ฮาร์เปอร์, แชด โอมาน, ไมค์ สเตนสัน, ดานา โกลด์เบิร์ก และ ดอน แกรนเจอร์ นอกเหนือจาก ทอม ครูซ แล้ว Top Gun: Maverick ท็อปกัน: มาเวอริค ยังได้ ไมลส์ เทลเลอร์, เจนนิเฟอร์ คอนเนลลี, จอน แฮมม์, เกลน พาวเวลล์, ลูอิส พูลแมน และเอ็ด แฮร์ริส ร่วมเสริมทีมนักแสดง",
        "score": {
          "screenPlay": 9,
          "playing": 10,
          "music": 10,
          "actorSkills": 10,
          "graphics": 10,
          "average": 9.8
        }
      }
    }
   
    
  ]
}